<?php

  $lang = "ru";
  $description = "Новостная лента 27 школы-лицея города Нур-Султан.";
  $keywords = "Новосная лента, 27 школа, 27, Астана, Нур-Султан";
  $mainpage = "Главная страница";
  $infopage = "Информация";
  $contpage = 'Контакты';
  $newspage = 'Новости';
  $editpage = 'Редактор постов';
  $articleread = 'Чтение статьи';

  /** PHP **/
  $errormsg_incorrectmethod = 'Используется неправильный метод'; //101
  $errormsg_connectionproblems = 'Проблемы с соединением'; //102
  $errormsg_busy = 'Данная ссылка уже занята'; //103
  $servergoodresult = 'Сервер вернул положительный результат'; //0
  $serverbadresult = 'Сервер вернул отрицательный результат'; //1
  $errormsg_baddata = 'Нет доступа к базе данных'; //104
  $errormsg_incorrectdataforcontobd = 'Неправильные данные для подключения к базе данных'; //105
  $errormsg_notfulldata = 'Недостаточно аргументов'; //106
  $error_notfullinfo = 'Не заполнены все обязательные поля'; //107
  $errormsg_wait = 'Вы уже предложили статью. Подождите, пока что она находится на модерации'; //108
  $errormsg_incorrectdata = 'Неправильные данные на входе'; //109
  $errormsg_blockedip = 'Ваш IP-адрес на время заблокирован в системе'; //110
  $errormsg_noarticle = 'Такой статьи не существует'; //111
  $errormsg_incorrectdata2 = 'Неправильные данные для входа'; //112

  $errormsg_title_big = 'Слишком большой или очень короткий заголовок'; //1001
  $errormsg_desc_big = 'Слишком большое или очень короткое описание'; //1002
?>
